tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/binary'

cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'firefox'
cask 'font-hack'
cask 'font-octicons'
cask 'iterm2-beta'
cask 'java'
cask 'kindle'
cask 'kap'
cask 'marked'
cask 'openemu'
cask 'paw'
cask 'postico'
cask 'screenhero'
cask 'selfcontrol'
cask 'sizeup'
cask 'slack'
cask 'spotify'

brew 'ack'
brew 'autojump'
brew 'battery'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'elasticsearch17'
brew 'elixir'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'groff'
brew 'hashcat'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'homebrew/binary/ngrok2'
brew 'mas'
brew 'moreutils'
brew 'node'
brew 'nodenv'
brew 'openssl'
brew 'python3'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'spark'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'unrar'
brew 'wifi-password'
brew 'yarn'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
