# vim: ft=ruby

brew "diff-so-fancy"
brew "fzf"
brew "jq"
brew "lazygit"
brew "reattach-to-user-namespace"
brew "shellcheck"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "yadm"

if OS.mac?
  brew "autojump"
  brew "bat"
  brew "curl"
  brew "fish"
  brew "git"
  brew "htop"
  brew "lua-language-server"
  brew "neovim"
  brew "nodenv"
  brew "openssl"
  brew "rbenv"
  brew "ripgrep"
  brew "tmux"
  brew "wifi-password"
  brew "yadm"

  cask "1password-cli"
  cask "cleanmymac"
  cask "dash"
  cask "docker"
  cask "gpg-suite"
  cask "iterm2"
  cask "raycast"
  cask "spotify"
end
