# vim: ft=ruby

brew "autojump"
brew "bat"
brew "container"
brew "curl"
brew "diff-so-fancy"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gh"
brew "htop"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "openssl"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "shellcheck"
brew "starship"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "wifi-password"

cask "1password-cli"
cask "dash"
cask "docker-desktop"
cask "gpg-suite"
cask "iterm2"
cask "raycast"
cask "spotify"
cask "visual-studio-code@insiders"
