# vim: ft=ruby

brew "htop"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "wifi-password"

cask "1password-cli"
cask "alfred"
cask "bartender"
cask "cleanmymac"
cask "dash"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "postgres"
cask "postico"
cask "spotify"
