tap 'caskroom/fonts'
tap 'homebrew/dupes'
tap 'homebrew/binary'

cask 'alfred'
cask 'cleanmymac'
cask 'dash'
cask 'deluge'
cask 'docker'
cask 'fantastical'
cask 'graphiql'
cask 'iterm2'
cask 'java'
caks 'licecap'
cask 'ngrok'
cask 'paw'
cask 'postico'
cask 'slack'
cask 'spotify'
cask 'viscosity'
cask 'zoomus'

brew 'aspell'
brew 'autojump'
brew 'battery'
brew 'ctags'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'elixir'
brew 'fish'
brew 'findutils'
brew 'fzf'
brew 'git'
brew 'groff'
brew 'hashcat'
brew 'heroku-toolbelt'
brew 'htop-osx'
brew 'hub'
brew 'jq'
brew 'homebrew/binary/ngrok2'
brew 'mas'
brew 'moreutils'
brew 'neovim'
brew 'node'
brew 'node-build'
brew 'nodenv'
brew 'openssl'
brew 'python3'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'spark'
brew 'tmux'
brew 'unrar'
brew 'wifi-password'
brew 'yarn'
